{
    "Emulators":[
        {
            "name":"Yuzu",
            "href":"https://github.com/yuzu-mirror/yuzu-downloads",
            "img":"icons/emulators/Yuzu.png",
            "desc":"Yuzu is an experimental open-source emulator for the Nintendo Switch from the creators of Citra.\nIt is written in C++ with portability in mind, with builds actively maintained for Windows and Linux."
        },
        {
            "name":"Yuzu EA",
            "href":"https://github.com/pineappleEA/pineapple-src/releases",
            "img":"icons/emulators/YuzuEA.png",
            "desc":"Yuzu is an experimental open-source emulator for the Nintendo Switch from the creators of Citra.\nIt is written in C++ with portability in mind, with builds actively maintained for Windows and Linux."
        },
        {
            "name":"Animal Crossing New Horizons",
            "href":"emulators/AnimalCrossingNewHorizons.xci",
            "img":"icons/emulators/AnimalCrossingNewHorizons.png",
            "desc":""
        },
        {
            "name":"Kirby Et Le Monde Oublie",
            "href":"emulators/KirbyEtLeMondeOublie.xci",
            "img":"icons/emulators/KirbyEtLeMondeOublie.png",
            "desc":"Kirby is sent to another world, where his friends, the Waddle Dees, are being kidnapped by the Beast Pack. Kirby meets a cute blue creature named Elfilin, and they work together to save the Waddle Dees. They then discover that King Dedede is helping the Beast Pack. Dedede kidnaps Elfilin and flies away. They then save Dedede from being controlled by the Beast Pack, and go into Lab Discovera. In Lab Discovera, they fight a lion named Leongar, who wants to use an alien to go to a different world. After you beat Leongar, the alien is woken up, and combines with Elfilin to become Fecto Elfilis, who tries to crash Kirby's home planet, Planet Popstar, into this world. Kirby beats Fecto Elfilis, and then Elfilin stops the two worlds from crashing."
        },
        {
            "name":"Mario Party Superstars",
            "href":"emulators/MarioPartySuperstars.xci",
            "img":"icons/emulators/MarioPartySuperstars.png",
            "desc":""
        },
        {
            "name":"Mario Strikers Battle League",
            "href":"emulators/MarioStrikersBattleLeague.xci",
            "img":"icons/emulators/MarioStrikersBattleLeague.png",
            "desc":""
        },
        {
            "name":"New Super Mario Bros 2",
            "href":"emulators/NewSuperMarioBros2.3ds",
            "img":"icons/emulators/NewSuperMarioBros2.png",
            "desc":"Bowser has once again kidnapped Princess Peach, but this time, Mario has another objective. The Mushroom Kingdom is bursting with more gold coins than before. Each level is littered with gold as coins rain down from overhead pipes, trails of coins are left behind special gold enemies and gold pipes transport Mario into coin-filled caverns. It's up to players to collect as many coins as possible throughout their adventure.\n\nFeatures:\nThe game records all the coins players collect throughout the game, so completing a level is only part of the fun. Every level is filled with golden opportunities, such as gold rings that turn enemies into valuable gold versions and a Gold Flower that gives Mario the ability to turn almost anything in his path into coins.\n\nCoin Rush Mode allows players to collect as many coins as possible across three levels and challenge friends to beat their record via StreetPass.\n\nNew Super Mario Bros. 2 is an all-new side-scrolling adventure game featuring Mario and Luigi. Two players who each own the game will have the option to play the entire game in two-player multiplayer mode using local wireless.\n\nThe return of Raccoon Mario gives Mario the ability to fly and access hidden areas."
        },
        {
            "name":"New Super Mario Bros U Deluxe",
            "href":"emulators/NewSuperMarioBrosUDeluxe.xci",
            "img":"icons/emulators/NewSuperMarioBrosUDeluxe.png",
            "desc":"This is the first physical game released\nin the Chinese mainland market. This game\nis only compatible with the Mainland China\nver. Nintendo Switch released by Tencent\n\nJoin Mario, Luigi, and pals for single-player or multiplayer fun anytime, anywhere! Take on two family-friendly, side-scrolling adventures with up to three friends* as you try to save the Mushroom Kingdom. Includes the New Super Mario Bros. U and harder, faster New Super Luigi U games—both of which include Nabbit and Toadette as playable characters!\n\nTwo games in one, for double the fun! Simple, straightforward controls, new playable characters optimized for younger and less-experienced players, and a wealth of bonus content—like a Hints gallery and helpful reference videos**—make this a perfect choice for anyone looking to introduce their family to the wonderful world of Mario. All a player needs is one Joy-Con™ controller, so two people can team up right out of the box! Tackle 164 platforming courses in the two main game modes and enjoy extra replayability with three additional game modes in which you can also play as a Mii™ character: Challenges, Boost Rush, and Coin Battle!"
        },
        {
            "name":"Super Bomberman R",
            "href":"emulators/SuperBombermanR.xci",
            "img":"icons/emulators/SuperBombermanR.png",
            "desc":"Have a Blast with Super Bomberman R!\n\n\nBonus: Gamers now have access to four new stages for battle mode and two new series of accessories for free.\n\nNew Stages\n\nLagoon – features a moving floor that can be used to access a higher level\nWhite Cross – features a crossroad of slippery floors\nPower Zone – All players start with maximum firepower\nSpeed Zone – All players start with maximum speed\n2 New Accessories\n\nCrown\nBomb\nBomberman is back as Super Bomberman R! Place bombs and collect power-ups to blast your way through classic 'Battle' or 'Story' mode.\n\nPlay 'Battle' mode where up to eight players are dropped within a maze until the 'last man standing' is declared the winner.\n\nVenture through 'Story' mode where one to two players work cooperatively to clear a series of 50 stages in order to save the galaxy."
        },
        {
            "name":"Super Mario 3D World And Bowsers Fury",
            "href":"emulators/SuperMario3DWorldAndBowsersFury.xci",
            "img":"icons/emulators/SuperMario3DWorldAndBowsersFury.png",
            "desc":"Mario, Luigi, Peach, and Toad are watching a fireworks show until they find a tilted glass pipe. After Mario and Luigi fix it, a green fairy-like Sprixie princess appears and tells them that Bowser has kidnapped and trapped the rest of the Sprixie princesses in jars. He arrives and captures her before escaping through the pipe, while the heroes enter it and pursue him. They find themselves in a realm known as 'The Sprixie Kingdom' and set off to find the Sprixies. After the heroes save the final one, Bowser recaptures all seven and heads to his amusement park fortress. Thereafter, Bowser uses the Super Bell to transform into a cat form called Meowser. The group proceeds to climb the tallest tower and defeat Meowser. The heroes say goodbye to the Sprixies and travel home through the pipe back to the Mushroom Kingdom."
        },
        {
            "name":"Super Mario Bros Wonder",
            "href":"emulators/SuperMarioBrosWonder.xci",
            "img":"icons/emulators/SuperMarioBrosWonder.png",
            "desc":""
        },
        {
            "name":"Super Mario Party",
            "href":"emulators/SuperMarioParty.xci",
            "img":"icons/emulators/SuperMarioParty.png",
            "desc":"The original 4-player Mario Party series board game mode that fans love is back, and your friends and family are invited to the party! Freely walk the board: choose where to move, which Dice Block to roll, and how to win the most Stars in skill-based minigames. Wait till you see the 2 vs 2 mode with grid-based maps, the creative uses of the console, and the series’ first online minigame mode!\n\nTest your skills in sets of five minigames with the new mode, Mariothon, and see how you stack up against players across the globe in Online Mariothon*. Whether you’re pedaling tricycles, flipping meat, or who knows what else, you’ll use Joy-Con™ controllers in clever ways across 80 new minigames; some are all-out free-for-alls, others are 2 vs 2, or even 1 vs 3! Toad’s Rec Room lets you pair up two Nintendo Switch™ systems**, which you’ll lay side-by-side on a flat surface like a real tabletop game. That way you can play a mini baseball game, battle tanks in custom arenas, or even see who can match the most bananas by repositioning the systems however you see fit!"
        },
        {
            "name":"Super Smash Bros Ultimate",
            "href":"emulators/SuperSmashBrosUltimate.xci",
            "img":"icons/emulators/SuperSmashBrosUltimate.png",
            "desc":"Gaming icons clash in the ultimate brawl you can play anytime, anywhere! Smash rivals off the stage as new characters Simon Belmont and King K. Rool join Inkling, Ridley, and every fighter in Super Smash Bros. history. Enjoy enhanced speed and combat at new stages based on the Castlevania series, Super Mario Odyssey, and more!\n\nHaving trouble choosing a stage? Then select the Stage Morph option to transform one stage into another while battling—a series first! Plus, new echo fighters Dark Samus, Richter Belmont, and Chrom join the battle. Whether you play locally or online, savor the faster combat, new attacks, and new defensive options, like a perfect shield. Jam out to 900 different music compositions and go 1-on-1 with a friend, hold a 4-player free-for-all, kick it up to 8-player battles and more! Feel free to bust out your GameCube controllers—legendary couch competitions await—or play together anytime, anywhere!"
        },
        {
            "name":"SSBU 100% save",
            "href":"emulators/SSBU_save.zip",
            "img":"icons/emulators/SSBU_save.png",
            "desc":"A 100% perfect save of Super Smash Bros Ultimate for use with Emulators or others."
        },
        {
            "name":"The Legend Of Zelda Tears Of The Kingdom",
            "href":"emulators/TheLegendOfZeldaTearsOfTheKingdom.xci",
            "img":"icons/emulators/TheLegendOfZeldaTearsOfTheKingdom.png",
            "desc":""
        },
        {
            "name":"Xenoblade Chronicles 2",
            "href":"emulators/XenobladeChronicles2.xci",
            "img":"icons/emulators/XenobladeChronicles2.png",
            "desc":"Lead Rex, Pyra, and the world to refuge\n\n\nAs the giant beasts march toward death, the last hope is a scavenger named Rex—and Pyra, a living weapon known as a Blade. Can you find the fabled paradise she calls home? Command a group of Blades and lead them to countless strategic victories before the world ends.\n\nEach Titan hosts its own distinct cultures, wildlife, and diverse regions to explore. Search the vast open areas and labyrinthine corridors for treasure, secret paths, and creatures to battle and index.\n\nDuring these escapades you'll get to know a large cast of eclectic characters, including the weaponized life forms known as Blades. Gather these allies, bond with them to increase their power, and utilize their special ARTS to devastate enemies. But to save the world of Alrest, you must first demystify its cloudy past.\n\nA new story in the Xenoblade Chronicles™ series\nThe next adventure is on the Nintendo Switch™ console—set on the backs of colossal, living Titans\nDiscover each Titan’s diverse regions, culture, wildlife, equipment, and hidden secrets\nFind, bond with, and command weaponized life forms known as Blades to earn abilities and enhance them\nUncover the history of Alrest and the mystery of its endless ocean of clouds\n\n+ Torna\n\nGuide a group of legendary warriors on a journey through the tragic history that doomed a kingdom and drove a hero down a dark path 500 years before the events of the Xenoblade Chronicles™ 2 game. Defend yourself from Malos and his forces using all the fury of this refined battle system, allowing you to fight as both the artificial lifeforms known as Blades and their masters, the Drivers."
        },
        {
            "name":"Xenoblade Chronicles 3",
            "href":"emulators/XenobladeChronicles3.xci",
            "img":"icons/emulators/XenobladeChronicles3.png",
            "desc":"Set after the events of Xenoblade Chronicles (2010) and Xenoblade Chronicles 2 (2017), Xenoblade Chronicles 3 takes place in the world of Aionios, where the mechanically proficient nation of Keves and the ether-oriented nation of Agnus are at constant war with one another. The world is divided into colonies, each with their own giant metal mech called a Ferronis, which trap the life force of fallen enemy soldiers in a Flame Clock. The wars are fought by engineered soldiers with artificially limited lifespans of ten years, as they fight to fill their colony's Flame Clock in hopes of receiving a Homecoming ceremony at the end of their term. Among both forces are 'off-seers', soldiers who play special flutes in rituals to send off the dead, functioning as a short funeral. The game features six main characters, including two protagonists: Noah, a Kevesi off-seer accompanied by his childhood friends Lanz and Eunie; and Mio, an Agnian off-seer accompanied by fellow servicemen Taion and Sena."
        }
    ],


    "Games":[
        {
            "name":"Astroneer",
            "href":"games/Astroneer.zip",
            "img":"icons/games/Astroneer.png",
            "desc":"Astroneer.zip"
        },
        {
            "name":"Content Warning",
            "href":"games/ContentWarning.zip",
            "img":"icons/games/ContentWarning.png",
            "desc":"ContentWarning.zip"
        },
        {
            "name":"Davigo",
            "href":"games/Davigo.zip",
            "img":"icons/games/Davigo.png",
            "desc":"Davigo.zip"
        },
        {
            "name":"Euro Truck Simulator 2",
            "href":"games/EuroTruckSimulator2.zip",
            "img":"icons/games/EuroTruckSimulator2.png",
            "desc":"EuroTruckSimulator2.zip"
        },
        {
            "name":"Final Fantasy VII Remake Intergrade",
            "href":"games/FinalFantasyVIIRemakeIntergrade.zip",
            "img":"icons/games/FinalFantasyVIIRemakeIntergrade.png",
            "desc":"FinalFantasyVIIRemakeIntergrade.zip"
        },
        {
            "name":"Gang Beasts",
            "href":"games/GangBeasts.zip",
            "img":"icons/games/GangBeasts.png",
            "desc":"GangBeasts.zip"
        },
        {
            "name":"LEGO City Undercover",
            "href":"games/LEGOCityUndercover.zip",
            "img":"icons/games/LEGOCityUndercover.png",
            "desc":"LEGOCityUndercover.zip"
        },
        {
            "name":"Lethal Company",
            "href":"games/LethalCompany.zip",
            "img":"icons/games/LethalCompany.png",
            "desc":"LethalCompany.zip"
        },
        {
            "name":"NieR Automata",
            "href":"games/NieRAutomata.zip",
            "img":"icons/games/NieRAutomata.png",
            "desc":"NieRAutomata.zip"
        },
        {
            "name":"Nitrox",
            "href":"games/Nitrox.zip",
            "img":"icons/games/Nitrox.png",
            "desc":"Nitrox.zip"
        },
        {
            "name":"Palworld",
            "href":"games/Palworld.zip",
            "img":"icons/games/Palworld.png",
            "desc":"Palworld.zip"
        },
        {
            "name":"People Playground",
            "href":"games/PeoplePlayground.zip",
            "img":"icons/games/PeoplePlayground.png",
            "desc":"PeoplePlayground.zip"
        },
        {
            "name":"Plutonium",
            "href":"games/Plutonium.zip",
            "img":"icons/games/Plutonium.png",
            "desc":"Plutonium.zip"
        },
        {
            "name":"Pummel Party",
            "href":"games/PummelParty.zip",
            "img":"icons/games/PummelParty.png",
            "desc":"PummelParty.zip"
        },
        {
            "name":"R2modman for Cracks",
            "href":"https://github.com/SprigWave/r2modmanPlus",
            "img":"icons/games/R2modman-Crack.png",
            "desc":"R2modman-Crack.zip"
        },
        {
            "name":"Raft",
            "href":"games/Raft.zip",
            "img":"icons/games/Raft.png",
            "desc":"Raft.zip"
        },
        {
            "name":"Ready Or Not",
            "href":"games/ReadyOrNot.zip",
            "img":"icons/games/ReadyOrNot.png",
            "desc":"ReadyOrNot.zip"
        },
        {
            "name":"Rust",
            "href":"games/Rust.zip",
            "img":"icons/games/Rust.png",
            "desc":"Rust.zip"
        },
        {
            "name":"Scrap Mechanic",
            "href":"games/ScrapMechanic.zip",
            "img":"icons/games/ScrapMechanic.png",
            "desc":"ScrapMechanic.zip"
        },
        {
            "name":"Subnautica",
            "href":"games/Subnautica.zip",
            "img":"icons/games/Subnautica.png",
            "desc":"Subnautica.zip"
        },
        {
            "name":"Teardown",
            "href":"games/Teardown.zip",
            "img":"icons/games/Teardown.png",
            "desc":"Teardown.zip"
        },
        {
            "name":"The Long Drive",
            "href":"games/TheLongDrive.zip",
            "img":"icons/games/TheLongDrive.png",
            "desc":"TheLongDrive.zip"
        },
        {
            "name":"Prism Launcher (Cracked)",
            "href":"games/PrismLauncher-Cracked.zip",
            "img":"icons/games/PrismLauncher.png",
            "desc":"Prism Launcher is a Minecraft Launcher forked from MultiMc. To add a cracked account, select 'add an offline account'."
        }
    ],


    "ISOs":[
        {
            "name":"UUP Dump",
            "href":"https://uupdump.net/",
            "img":"icons/isos/UUPDump.png",
            "desc":""
        },
        {
            "name":"Windows7 Sha2 x86_64 -- MANDATORY",
            "href":"isos/Windows7_Sha2_x86_64--MANDATORY.iso",
            "img":"icons/isos/Windows7.png",
            "desc":""
        },
        {
            "name":"Windows7 SP1 x64 fr",
            "href":"isos/Windows7_SP1_x64_fr.iso",
            "img":"icons/isos/Windows7.png",
            "desc":""
        },
        {
            "name":"Windows7 SP1 x86 fr",
            "href":"isos/Windows7_SP1_x86_fr.iso",
            "img":"icons/isos/Windows7.png",
            "desc":""
        },
        {
            "name":"WindowsXP SP3 x64 en",
            "href":"isos/WindowsXP_SP3_x64_en.iso",
            "img":"icons/isos/WindowsXP.png",
            "desc":""
        },
        {
            "name":"WindowsXP SP3 x86 en",
            "href":"isos/WindowsXP_SP3_x86_en.iso",
            "img":"icons/isos/WindowsXP.png",
            "desc":""
        },
        {
            "name":"Windows XP Key",
            "href":"isos/WindowsXPKey.txt",
            "img":"icons/isos/WindowsXP.png",
            "desc":"MRX3F-47B9T-2487J-KWKMF-RPWBY"
        }
    ],


    "Utilities":[
        {
            "name":"Microsoft Activation Scripts (MAS)",
            "href":"https://github.com/massgravel/Microsoft-Activation-Scripts/releases/",
            "img":"icons/utilities/Activation.png",
            "desc":"Microsoft software activation scripts written by massgravel"
        },
        {
            "name":"Microsoft genuine downloads",
            "href":"https://massgrave.dev/genuine-installation-media",
            "img":"icons/utilities/MicrosoftDownloads.png",
            "desc":"Microsoft genuine software (written and signed by microsoft from microsoft's sites) download links provided by massgravel"
        }
    ]
}